"ONE_SONG" = "1曲";
"SONGS_COUNT_FORMAT" = "%d曲";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "リリース日: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@、%@。";

"MUSIC" = "ミュージック";

"123" = "123";

"Add All Albums" = "すべてのアルバムを追加";

"Add All Songs" = "すべての曲を追加";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "保存";
"ADD_PLAYLIST_DIALOG_TITLE" = "新規プレイリスト";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "このプレイリストの名前を入力";
"ADD_PLAYLIST_ROW" = "プレイリストを追加…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "タイトル";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "曲を“%@”に追加します。";
"EDIT_PLAYLIST_RENAME" = "名称変更";
"EDIT_PLAYLIST_ADD_SONGS" = "曲を追加";
"RENAME_PLAYLIST_DIALOG_TITLE" = "プレイリストを名称変更";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "タイトル";

"Albums" = "アルバム";

"All Albums" = "すべてのアルバム";

"All Songs" = "すべての曲";

"Cancel" = "キャンセル";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "ライブラリをアップデート中…";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "この処理には少し時間がかかることがあります。";

"Refresh Playlist" = "プレイリストを更新";

"CLEAR" = "消去";

"Clear Playlist" = "プレイリストの内容を消去";

"Save Playlist" = "プレイリストを保存";

"Delete Playlist" = "プレイリストを削除";

"Delete" = "削除";

"Done" = "完了";

"Edit" = "編集";

"Save" = "保存";

"LISTING_COUNT_ALBUMS_FORMAT" = "%dアルバム";

"LISTING_COUNT_ARTISTS_FORMAT" = "%dアーティスト";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d項目";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%dトラック";

"LISTING_COUNT_GENRES_FORMAT" = "%dジャンル";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%dプレイリスト";

"LISTING_COUNT_SONGS_FORMAT" = "%d曲";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "アーティスト";

"NO_CONTEXT_NAVTITLE_GENRES" = "ジャンル";

"OK" = "OK";

"Playlists" = "プレイリスト";

"Shuffle" = "シャッフル";

"Songs" = "曲";

"Unknown" = "不明";
"UNKNOWN_ARTIST" = "アーティスト不明";
"UNKNOWN_ALBUM" = "アルバム不明";

"NOW_PLAYING_BUTTON_LABEL" = "再生中";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "アーティスト (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "アーティスト (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "アルバム (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "アルバム (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "プレイリスト (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "プレイリスト (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "曲 (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "曲 (%@件の結果)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "ジャンル（検索結果%@件）";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "ジャンル（検索結果%@件）";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "曲をプレイリスト“%@”に追加します。";

"ALBUM_INFO_SEPARATOR" = "、";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "リリース日: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1曲";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u曲";
"ALBUM_INFO_TIME_SINGULAR" = "1分";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u分";

"UNKNOWN_DURATION" = "--:--";
